Repository: 02amit1994/templates
Catalog: src/Templates/GetStarted/Microsoft.VisualStudio.Templates.GetStarted.Resources/xlf/VSPackage.*.xlf
Languages: cs, es, fr, it, ja, ko, pt_br, ru, zh_hans, zh_hant

source: ResourcePackage Extension
cs: Rozšíření ResourcePackage
es: Extensión ResourcePackage
fr: Extension ResourcePackage
it: Estensione ResourcePackage
ja: ResourcePackage 拡張機能
ko: ResourcePackage 확장
pt_br: Extensão ResourcePackage
ru: Расширение ResourcePackage
zh_hans: ResourcePackage 扩展
zh_hant: ResourcePackage 延伸模組

source: ResourcePackage Visual Studio Extension Detailed Info
cs: Podrobné informace o rozšíření ResourcePackage sady Visual Studio
es: Detalles de la extensión ResourcePackage de Visual Studio
fr: Informations détaillées sur l'extension Visual Studio ResourcePackage
it: Informazioni dettagliate sull'estensione ResourcePackage di Visual Studio
ja: Visual Studio の拡張機能 ResourcePackage に関する詳細情報
ko: ResourcePackage Visual Studio 확장 세부 정보
pt_br: Informações detalhadas sobre a extensão ResourcePackage do Visual Studio
ru: Подробные сведения о расширении ResourcePackage для Visual Studio
zh_hans: ResourcePackage Visual Studio 扩展详细信息
zh_hant: ResourcePackage Visual Studio 延伸模組詳細資訊

source: Console App
cs: Konzolová aplikace
es: Aplicación de consola
fr: Application console
it: App console
ja: コンソール アプリ
ko: 콘솔 앱
pt_br: Aplicativo do console
ru: Консольное приложение
zh_hans: 控制台应用
zh_hant: 主控台應用程式

source: Create an app that can write to and accept input from the command line.
cs: Vytvoříte aplikaci, která může zapisovat na příkazový řádek a přijímat z něj zadání.
es: Cree una aplicación que acepte entradas de la línea de comandos y pueda escribir en ella.
fr: Créez une application capable d'écrire et d'accepter des entrées de la ligne de commande.
it: Consente di creare un'app in grado di scrivere e accettare input dalla riga di comando.
ja: コマンド ラインへの書き込みと、コマンド ラインからの入力が可能なアプリを作成します。
ko: 명령줄에 쓸 수 있고 명령줄의 입력을 허용하는 앱을 만듭니다.
pt_br: Criar um aplicativo que possa gravar e aceitar a entrada na linha de comando.
ru: Создайте приложение, поддерживающее возможность записи в командную строку и принимающее входные данные из нее.
zh_hans: 创建一个可以写入命令行和接收命令行中的输入的应用。
zh_hant: 建立可寫入及接受來自命令列輸入的應用程式。

source: Desktop App
cs: Desktopová aplikace
es: Aplicación de escritorio
fr: Application de bureau
it: App desktop
ja: デスクトップ アプリ
ko: 데스크톱 앱
pt_br: Aplicativo da área de trabalho
ru: Классическое приложение
zh_hans: 桌面应用
zh_hant: 傳統型應用程式

source: Create an app with a graphical user interface that runs stand-alone on a Windows computer.
cs: Vytvoříte aplikaci s grafickým uživatelským rozhraním, která poběží samostatně na počítači s Windows.
es: Cree una aplicación con una interfaz gráfica de usuario que se ejecute de forma independiente en un equipo Windows.
fr: Créez une application dotée d'une interface utilisateur graphique qui s'exécute de façon autonome sur un ordinateur Windows.
it: Consente di creare un'app con un'interfaccia utente grafica eseguita in modalità autonoma in un computer Windows.
ja: Windows コンピューターでスタンドアロンに実行される、グラフィカル ユーザー インターフェイスを備えたアプリを作成します。
ko: Windows 컴퓨터에서 독립형으로 실행되는 그래픽 사용자 인터페이스가 포함된 앱을 만듭니다.
pt_br: Criar um aplicativo com uma interface do usuário gráfica, que seja executado de maneira autônoma em um computador com Windows.
ru: Создайте приложение с графическим пользовательским интерфейсом, работающее в автономном режиме на компьютере с ОС Windows.
zh_hans: 创建一个在 Windows 计算机上独立运行的包含图形用户界面的应用。
zh_hant: 建立在 Windows 電腦上獨立執行且具有圖形化使用者介面的應用程式。

source: Mobile App
cs: Mobilní aplikace
es: Aplicación móvil
fr: Application mobile
it: App per dispositivi mobili
ja: モバイル アプリ
ko: 모바일 앱
pt_br: Aplicativo móvel
ru: Мобильное приложение
zh_hans: 移动应用
zh_hant: 行動應用程式

source: Create an app that runs on Android or iOS mobile devices.
cs: Vytvoříte aplikaci, která poběží na mobilních zařízeních s Androidem nebo iOS.
es: Cree una aplicación que se ejecute en dispositivos móviles Android o iOS.
fr: Créez une application qui s'exécute sur des appareils mobiles Android ou iOS.
it: Consente di creare un'app eseguita in dispositivi mobili Android o iOS.
ja: Android または iOS モバイル デバイスで実行されるアプリを作成します。
ko: Android 또는 iOS 모바일 장치에서 실행되는 앱을 만듭니다.
pt_br: Criar um aplicativo que seja executado em dispositivos móveis Android ou iOS.
ru: Создайте приложение, работающее на мобильных устройствах Android или iOS.
zh_hans: 创建一个在 Android 或 iOS 移动设备上运行的应用。
zh_hant: 建立執行於 Android 或 iOS 行動裝置上的應用程式

source: Web App
cs: Webová aplikace
es: Aplicación web
fr: Application web
it: App Web
ja: Web アプリ
ko: 웹앱
pt_br: Aplicativo Web
ru: Веб-приложение
zh_hans: Web 应用
zh_hant: Web 應用程式

source: Create an app that can be accessed through any web browser.
cs: Vytvoříte aplikaci, s kterou půjde pracovat v kterémkoliv webovém prohlížeči.
es: Cree una aplicación a la que se pueda acceder desde cualquier explorador web.
fr: Créez une application accessible par le biais d'un navigateur web.
it: Consente di creare un'app accessibile tramite qualsiasi Web browser.
ja: 任意の Web ブラウザーからアクセスできるアプリを作成します。
ko: 모든 웹 브라우저를 통해 액세스할 수 있는 앱을 만듭니다.
pt_br: Criar um aplicativo que possa ser acessado por meio de um navegador da Web.
ru: Создайте приложение, доступное из любого веб-браузера.
zh_hans: 创建一个可通过任意 Web 浏览器访问的应用。
zh_hant: 建立可透過任何網頁瀏覽器存取的應用程式。

source: Get Started
cs: Začínáme
es: Introducción
fr: Démarrer
it: Attività iniziali
ja: 作業の開始
ko: 시작
pt_br: Começar
ru: Начало работы
zh_hans: 开始使用
zh_hant: 開始使用
